---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarHandlePositionData
source: html/59dac82f-e755-948d-06de-db4a1abba505.htm
---
# RebarHandlePositionData Properties

Specifies whether the .NET object represents a valid Revit entity.